// The boldface header in error boxes.

"Error" = "Erro";

// Application name - alert box header

"Pacifist" = "Pacifist";

// Title of root package item

"Package Contents" = "Conteúdo do Pacote";
"Contents of Package %@" = "Conteúdo de %@";

// Default alert button

"OK" = "OK";

// Alternate alert button

"Cancel" = "Cancelar";

// Terminate the app in the case of an exception

"Terminate" = "Terminar";

// Refresh lists (such as the list of OS install packages)

"Refresh" = "Atualizar";

// Search

"Search" = "Busca";

// Open

"Open" = "Abrir";

// Default button in install alert box

"Install" = "Instalar";

"Don't Install" = "Não Instalar";

"Upgrade" = "Atualizar";

"Don't Upgrade" = "Não Atualizar";

"Remove" = "Remover";
"Don't Remove" = "Não Remover";

"Extract" = "Extrair";

"Create" = "Criar";

// Yes, no, and maybe

"Yes" = "Sim";
"No" = "Não";
"Unknown" = "Desconhecido";

// Retry in case of error

"Try Again" = "Tentar Novamente";

// Continue Loading?

"Continue loading?" = "Continuar Carregando?";

// Check box to decide whether to use admin privileges

"Use Admin Privileges" = "Usar Privilégios Administrativos";

// Default button in overwrite box

"Overwrite" = "Substituir";

// check box used in replace dialog box

"DONT_ASK_AGAIN" = "Não perguntar novamente";
"DONT_ASK_AGAIN_FOR_INSTALLATION" = "Não perguntar novamente para esta instalação";

// Alternate button in app bundle overwrite box

"Update" = "Atualizar";

// Other button in app bundle overwrite box

"Leave Alone" = "Manter Sozinho";

// Cancel button in file overwrite box

"Stop Extraction" = "Parar Extração";
"Stop Installation" = "Parar Instalação";
"Stop Loading" = "Parar Carregamento";
"Skip" = "Pular";

// Default button in app moved box

"EXISTING_LOCATION" = "Substituir Instalação Existente";

// Alternate button in app moved box

"DEFAULT_LOCATION" = "Instalar no Local Padrão";

// abort and continue buttons in error box.

"Abort" = "Parar";
"Continue" = "Continuar";

// Default button in fatal error box.

"Sorry" = "Desculpe";

// Button titles

"OPEN_PACKAGE_BUTTON_TITLE" = "Abrir Pacote";
"OPEN_PACKAGE_BUTTON_DESC" = "Abrir um pacote de instalação, arquivos comprimidos .zip, .tar, .cpio, ou .xar ou uma imagem de disco";

"OPEN_URL_BUTTON_TITLE" = "Abrir URL";
"OPEN_URL_BUTTON_DESC" = "Abrir um pacote, arquivo comprimido ou imagem de disco remotamente via Internet";

"OPEN_APPLE_INSTALLERS_BUTTON_TITLE" = "Abrir Instaladores da Apple";
"OPEN_APPLE_INSTALLERS_BUTTON_DESC" = "Abrir quaisquer discos de instalação da Apple ou instaladores de aplicativos macOS";

"SEARCH_RECEIPTS_BUTTON_TITLE" = "Pesquisar Recipientes";
"SEARCH_RECEIPTS_BUTTON_DESC" = "Pesquisar todos os recipientes do instalador para um arquivo especificado para determinar o que foi instalado, e reinstalá-lo, se possível";

"REGISTER_BUTTON_TITLE" = "Registrar Agora…";

"CONTACT_BUTTON_TITLE" = "Contato";

"SPLASH_SHORT_INSTRUCTIONS" = "Arraste um pacote, arquivo comprimido ou uma imagem de disco dentro desta janela para abrí-lo, ou escolha uma das seguintes opções:";

// drag-and-drop overlay message

"DND_OVERLAY_MESSAGE" = "Arraste um pacote, arquivo comprimido ou uma imagem de disco aqui";

// VoiceOver labels

"GLOBE_ICON_VOICEOVER" = "globo do mundo";
"ENVELOPE_ICON_VOICEOVER" = "envelope";

// Notification Center notifications (for Mountain Lion)

"NOTIFICATION_ARCHIVE_LOADED" = "Arquivo Carregado";
"NOTIFICATION_EXTRACT_FINISHED" = "Extração Concluída";
"NOTIFICATION_EXTRACT_ITEM_COUNT %lu" = "%lu itens";
"NOTIFICATION_SU_FINISHED" = "Pacotes de Atualização de Software Carregado";
"NOTIFICATION_RECEIPT_SEARCH_FINISHED" = "Pesquisa do Recipiente Concluída";
"NOTIFICATION_RECEIPT_SEARCH_FOUND_ITEMS %lu" = "Encontrado(s) %lu item(ns)";

// Extract To: dialog box

"OP_TITLE" = "Extrair para Pasta";
"OP_PROMPT" = "Escolher";

// For the Quick Start dialog box

"QUICK_START_TITLE" = "Introdução";
"ALWAYS_OPEN_WINDOW_ON_LAUNCH" = "Sempre mostrar esta janela quando o Pacifist for carregado";

// For the Licenses dialog box

"Licenses" = "Licenças";

// For the Credits dialog box

"Credits" = "Créditos";

// Create Receipt dialog box

"RECEIPT_OP_TITLE" = "Criar Recipiente";

// Tab titles in verification report window

"Summary" = "Resumo";
"Files Verified" = "Arquivos Verificados";
"Present Files" = "Arquivos Presentes";
"Missing Files" = "Arquivos Perdidos";
"Changed Files" = "Arquivos Alterados";
"Zero-Length Files" = "Arquivos Vazios";
"Incorrect Permissions" = "Permissões Alteradas";

// Verify save box

"VERIFY_TITLE" = "Salvar relatório como:";

// Default filename for verification report

"VERIFY_DEFAULT_NAME" = "%@ Relatório de Verificação";

// File types

"Application" = "Aplicativo";
"Document" = "Documento";
"Folder" = "Pasta";
"Package" = "Pacote";
"Symbolic Link" = "Link Simbólico";
"Alias" = "Atalho";
"Socket" = "Soquete";
"Character Special" = "Caractere Especial";
"Block Special" = "Bloco Especial";
"Remote Item" = "Item Remoto";

// The word "Version" for the splash screen

"Version" = "Versão";
"Build" = "pre-lançamento";

// Name for newly created folder for entire package contents

"NEW_FOLDER %@" = "%@ Pasta";

// Inspector fields

"MULTIPLE_FILES" = "Vários Arquivos Selecionados";
"INSTALL_PATH" = "Instalar para o Local Padrão:\n%@";

// Prefix that goes before the default install path in the package window

"Package Install Directory: " = "Diretório de Instalação do Pacote: ";

// Prefix that goes in the authentication field in the package window if the package needs authentication

"Package requires authentication" = "O pacote exige autenticação";

// Prefix that goes in the authentication field if the package doesn't need authentication

"Package does not require authentication" = "O pacote não exige autenticação";

// Prefix that goes in the authentication field if the package is a receipt

"IS_RECEIPT" = "O pacote é um recipiente";

// Text that goes in the header if the package is signed

"IS_SIGNED %@ %@" = "O pacote tem uma assinatura válida: %@ (%@)";

// Text that goes in the header if the package is not signed

"IS_NOT_SIGNED" = "O pacote não tem uma assinatura válida";

// Text that goes in the header if the package's signature is invalid

"SIG_INVALID %@" = "Assinatura inválida: %@";

// Text that appears if a metapackage and its subpackages do not have the same signature

"SIG_MISMATCH" = "A assinatura dos subpacotes não combinam";

// Prefix that goes in the root directory field if the package is a metapackage

"IS_METAPACKAGE" = "O pacote é um metapacote";

// Prefix that goes in size field if packages is a receipt

"EMPTY_PACKAGE" = "O pacote não contém arquivos para extrair";

// Prefix that goes before file sizes

"Size:" = "Tamanho:";

// Text that goes before selected size

"Size of selected files:" = "Tamanho dos arquivos selecionados:";

// Units of file size

"bytes" = "bytes";

// Suffix that goes after the compressed size field in the package window

"compressed" = "comprimido";

// Suffix that goes after the uncompressed size field in the package window

"uncompressed" = "não comprimido";

// Ask whether to install a file

"Install File?" = "Instalar “%@”?";

// Ask whether to extract a file

"Extract File?" = "Extrair “%@”?";

// Ask whether to install entire package

"Install Package?" = "Instalar todo o conteúdo de “%@”?";

// Ask whether to extract entire package

"Extract Package?" = "Extrair todo o conteúdo de “%@”?";

// Ask whether to install selected files

"Install Selected Files?" = "Instalar Arquivos Selecionados?";

// Ask whether to extract selected files

"Extract Selected Files?" = "Extrair Arquivos Selecionados?";

// Explain where the file will be installed

"LOCATION_MESSAGE" = "O arquivos será instalado no seguinte local:\n%@";
"LOCATION_MESSAGE_MULT_FILES" = "Os arquivos serão instalados na localização padrão de instalação.";
"LOCATION_MESSAGE_EXT" = "O arquivo será extraído para o seguinte local:\n%@";
"LOCATION_MESSAGE_EXT_MULT_FILES" = "Os arquivos serão extraídos para o seguinte local:\n%@";
"BACKUP_SUGGESTION" = "Recomenda-se fazer backup de todos os arquivos existentes que podem ser substituídos, no caso de algo der errado com a instalação.";

// Ask whether to generate receipts for a package (not used yet)

"RECEIPT_HEADER" = "Criar Recipiente?";
"RECEIPT_HEADER_MULT" = "Criar Recipientes?";

"RECEIPT_TEXT" = "Os recipientes serão criados no seguinte local:\n%@";

// Ask where to create a BOM file

"MAKE_BOM" = "Criar Lista de Diretório BOM";
"MAKE_BOM_SIMPLIFIED" = "Criar Lista de Diretório Simplificada";
"MAKE_BOM_MESSAGE" = "Por favor, escolha o diretório para o qual você deseja criar uma lista de diretório BOM:";
"MAKE_BOM_PROGRESS" = "Criando lista de diretório BOM. Por favor, aguarde…";
"MAKE_BOM_SAVEAS" = "Salvar Lista de Diretório BOM como:";

// Boldface confirmation message for overwriting something

"REPLACE_FILE_HEADER" = "O arquivo já existe";

// Confirmation message before overwriting something
"REPLACE_FILE_TEXT %@" = "Um arquivo já existe no seguinte local:\n%@\n\nVocê gostaria de substituí-lo?";

// Boldface confirmation message for updating an app bundle

"UPDATE_APP_HEADER" = "O aplicativo já existe";

// Confirmation message before updating an app
"UPDATE_APP_TEXT %@" = "O aplicativo “%@” já existe. Você gostaria de atualizá-lo com os arquivos deste pacote?";

// Update or replace existing app bundle?
"Bundle already exists" = "O aplicativo já existe";
"BNDL_EXISTS %@" = "O aplicativo “%@” já existe. Você gostaria de substituir o pacote existente por este que você está instalando, ou você deseja atualizar o pacote existente?\n\nSe você estiver instalando um aplicativo a partir do zero, você deve clicar em “Substituir”. Se você estiver instalando uma atualização, você deve clicar em “Update” para impedir que o aplicativo existente se torne inutilizável.";

// Install moved bundle in new location? (not used yet)

"APP_MOVED_HEADER" = "O aplicativo foi movido";
"APP_MOVED" = "Uma instalação anterior do pacote do aplicativo %1$@ foi encontrada no seguinte local:\n\n%2$@\n\nVocê gostaria de atualizar esta instalação anterior pelos arquivos que você está instalando ou instalar os arquivos no local definido pelo pacote?";

// In the list of available disks, this follows the amount of free space. For example: "Macintosh HD (45 GiB ***free***)"

"DISK_LISTING_SIZE_SUFFIX" = "livre";

// Ask user to insert a disk

"INSERT_DISK_HEADER %@" = "Por favor, insira um disco “%@”";
"INSERT_DISK_GENERIC %@" = "O Pacifist precisa que o disco “%@” seja inserido corretamente para continuar.";
"INSERT_DISK_EXTRACTION %@ %@" = "O Pacifist precisa que o disco “%1$@” seja inserido corretamente para extrais arquivos do pacote “%2$@”.";
"INSERT_DISK_LOADING %@ %@" = "O Pacifist precisa que o disco “%1$@” seja inserido corretamente para finalizar o carregamento do pacote “%2$@”.";

// header in "Extract To…" panel

"OPEN_PANEL_HEADER" = "Por favor, escolha a pasta para onde os arquivos serão extraídos:";

// header in Create Receipt panel

"CREATE_RECEIPT_HEADER" = "Por favor, escolha uma pasta de destino para os recipientes criados:";

// header in Extract Packages panel

"EXTRACT_ARCHIVE_SP_HEADER" = "Salvar arquivo extraído como:";

// Generic "Please Wait" text

"GENERIC_PLEASE_WAIT" = "Por favor, aguarde…";

// Loading Package text

"LOADING_PACKAGE" = "Carregando conteúdo do arquivo.\nAguarde…";
"LOADING_PACKAGE %@" = "Carregando %@.\nPor favor, aguarde…";
"LOADING_MENU_ITEM" = "%@: Carregando";

// Loading the "Open Apple Installers" window

"APPLE_PKGS_LOADING_MESSAGE" = "Analisando pacotes de instalação da Apple…";

// Extracting Item text

"EXTRACTING_ITEM" = "Extraindo %@.\nPor favor, aguarde…";

// Downloading text

"Downloading %@..." = "Transferindo %@…";

// Extension Auditor progress

"LOADING_RECEIPTS" = "Carregando Recipientes…";
"SEARCHING_RECEIPTS" = "Pesquisando Recipientes…";
"CHECKING_KEXTS" = "Verificando Extensões do Núcleo…";

// Software Update package loading progress

"LOADING_SU_PKGS" = "Carregando Pacotes de Atualização do Software…";

// Extracting Files text

"Extracting Files..." = "Extraindo Arquivos…";

// Consolidating Files text

"CONSOLIDATING_FILES" = "Consolidando Arquivos…";

// Pruning unnecessary files

"REMOVING_UNNECESSARY_FILES" = "Removendo Arquivos Desnecessários…";

// Joining Resource Forks text

"Joining Resource Forks..." = "Adicionando Recursos HFS-Específicos…";

// Setting File Permissions text

"Setting File Permissions..." = "Definido Permissões de Arquivo…";

// Installing Files text

"Installing Files..." = "Movendo Arquivos para o Local…";

// Applying Patches text

"Applying Patches..." = "Aplicando Correções…";

// Fixing Symbolic Links text

"Fixing Symbolic Links..." = "Corrigindo Links Simbólicos…";

// Verifying Files text

"Verifying Files..." = "Verificando Arquivos…";
"VERIFY_REPORT_HEADER" = "Relatório de pacote para o pacote %@";
"VERIFY_DATE_SUFFIX" = " em %@\n\n";

// Preparing text

"PREPARING" = "Preparando…";

// Cleaning Up text

"CLEANING_UP" = "Concluindo…";

// Data Fork

"Data Fork" = "Bifurcação de Dados";

// Install QuickLook Plug-In menu items

"QUICKLOOK_INSTALL_MENU_ITEM" = "Instalar o Plugin QuickLook…";
"QUICKLOOK_UPGRADE_MENU_ITEM" = "Atualizar o Plugin QuickLook…";

// Prompt to install the QuickLook plugin

"QUICKLOOK_INSTALL_PROMPT" = "Você gostaria de instalar o Plugin QuickLook do Pacifist?";
"QUICKLOOK_INSTALL_RECOVERY_SUGGESTION" = "Se você optar por não instalar o plug-in, neste momento, você pode optar por instalá-lo em uma data posterior, escolhendo “Instalar o Plugin QuickLook…” do menu Pacifist.";
"QUICKLOOK_UPGRADE_PROMPT" = "O Plugin QuickLook do Pacifist está desatualizado. Você gostaria de atualizá-lo?";
"QUICKLOOK_UPGRADE_RECOVERY_SUGGESTION" = "Se você optar por não atualizar o plug-in, neste momento, você pode optar por atualizá-lo em uma data posterior, escolhendo “Atualizar o Plugin QuickLook…” do menu Pacifist.";
"QUICKLOOK_ASK_ON_STARTUP" = "Sempre verificar o plugin QuickLook ao inicializar";
"QUICKLOOK_INSTALL_CONFIRM" = "Você gostaria de instalar o Plugin QuickLook do Pacifist?";
"QUICKLOOK_REMOVE_CONFIRM" = "Você gostaria de remover o Plugin QuickLook do Pacifist?";
"QUICKLOOK_DESCRIPTION" = "O Plugin QuickLook do Pacifist permite você visualizar pacotes e arquivos .zip diretamente do Finder pressionando a Barra de Espaços quando um arquivo legível é selecionado.";

// The next string is the beginning of the table of contents that appears in the HTML
// verification report.

"VERIFY_REPORT_CONTENTS_BEGINNING" = "(Pular para:";

"VERIFY_FILE_LIST" = "A verificação foi executada para os seguintes arquivos e pastas:";
"VERIFY_PRESENT_FILES" = "Os seguintes arquivos foram encontrados em seu disco rígido:";
"VERIFY_MISSING_FILES" = "Os seguintes arquivos não foram encontrados no seu disco rígido. O pacote pode não ter sido completamente instalado, ou os arquivos podem ter sido apagados.\n\nArquivos faltando:";
"VERIFY_PERMS_CHANGED" = "Os seguintes arquivos’ permissões de arquivo não coincidem com as especificadas no pacote. As permissões podem ter sido alteradas desde que os arquivos foram instalados. É normal que alguns arquivos tenham permissões diferentes daqueles definidos no sistema, porque alguns arquivos podem ser recriados ou modificados pelo sistema. Outros arquivos, porém, não funcionam adequadamente, se eles não têm as permissões corretas. Se um arquivo foi instalado pelo software da Apple e você suspeitar que suas permissões estão incorretas, a maneira mais fácil de corrigir isso é executar Reparar Permissões do Disco sob a aba Primeiros Socorros no Utilitário de Disco.\n\nArquivos com as permissões alteradas:";
"VERIFY_CHANGED_FILES" = "Os seguintes arquivos’ checksums did not match those specified in the package. The files may simply have been updated to a later version, or they may have been tampered with.\n\nChanged Files:";
"VERIFY_ZERO_LENGTH_FILES" = "Os seguintes arquivos tinham um arquivo de tamanho zero, enquanto um tamanho diferente de zero foi especificado no pacote. Isso poderia causar danos ao arquivo.";
"VERIFY_CKSUM_FAILED" = "Os seguintes arquivos não puderam ser verificados, porque o pacote não especificou suas somas de verificação:";
"VERIFY_ALL_FILES_PRESENT" = "Todos os arquivos do pacote estavam presentes no disco rígido.";
"VERIFY_NO_FILES_PRESENT" = "Nenhum arquivo do pacote foi encontrado no seu disco rígido. O pacote pode não ter sido instalado, ou os arquivos podem ter sido apagados.";
"VERIFY_ALL_PERMS_CORRECT" = "Não foram encontrados arquivos no disco rígido cujas permissões diferem das permissões dos arquivos no pacote.";
"VERIFY_NO_DIFFERENCES" = "Não foram encontrados arquivos no disco rígido, cujo conteúdo era diferente do conteúdo dos arquivos no pacote.";
"VERIFY_NO_ZERO_LENGTH_FILES" = "Nenhum arquivo de tamanho zero foi encontrado no disco rígido para o pacote especificado um tamanho de arquivo não vazio.";
"VERIFY_SUMMARY" = "%lu arquivos foram pesquisados.\n\n";
"VERIFY_PRESENT_SUMMARY" = "%lu de %lu arquivos estavam presentes no disco rígido.\n\n";
"VERIFY_PERMS_SUMMARY" = "%lu de %lu arquivos tinham permissões de arquivo que não correspondem aos especificados no pacote.\n\n";
"VERIFY_CKSUM_SUMMARY" = "%lu de %lu arquivos tinham somas de verificação que não coincidem com as especificadas no pacote.\n\n";
"VERIFY_ZERO_LENGTH_SUMMARY" = "%lu de %lu arquivos tinham um tamanho de arquivo de zero, embora um tamanho diferente de zero foi especificado no pacote.\n\n";

// little advertisement in the verification report; first string is the app name (Pacifist), second is the version number in parentheses

"GENERATED_BY" = "Gerado por %1$@ %2$@";

// various stuff related to permissions

"VERIFY_WRONG_OWNER" = "proprietário é %1$d, pacotes específicos %2$d";
"VERIFY_WRONG_GROUP" = "grupo é %1$d, pacotes específicos %2$d";
"VERIFY_WRONG_MODE" = "modo é %1$o, pacotes específicos %2$o";

// This is the separator that shows up between the file path and one of the three above
// permissions errors

"SEPARATOR" = " - ";

// For generating and printing file lists

"CONTENTS_LIST_HEADER" = "Conteúdo do arquivo “%@”:\n\n";
"RESOURCES_LIST_HEADER" = "Recursos do arquivo “%@”:\n\n";

// this is for the Install to Disk... prompt

"DISK_PROMPT" = "Por favor, escolha um disco para instalar os arquivos:";

// stuff related to Apple install packages

"NO_APPLE_PKG_HEADER" = "Nenhum pacote de Instalação da Apple foi Encontrado";
"NO_APPLE_PKG" = "Nenhum pacote de instalação da Apple foi encontrado em todos os discos inseridos. Por favor, verifique se você tem um CD de instalação da Apple, DVD ou drive USB inserido em seu computador.";
"NO_APPLE_PKG_LION_HEADER" = "Nenhum pacote de instalação da Apple foi encontrado em todos os discos inseridos.";
"NO_APPLE_PKG_LION" = "Certifique-se de que você tenha um CD de instalação da Apple, DVD ou drive USB inserido em seu computador, ou que o programa de instalação macOS está presente em sua pasta Aplicativos. Se você não tem uma cópia do programa de instalação do macOS, você pode transferí-lo a partir da App Store.";
"CHOOSE_APPLE_PKG" = "Por favor, escolha o pacote de instalação da Apple para abrir:";

// Cancelling text

"Cancelling..." = "Cancelando…";

// if the user tries to quit while extraction is going on:

"BUSY_HEADER" = "Pacote Ocupado";

"SOMEONE_IS_BUSY" = "Um ou mais pacotes estão tendo atualmente arquivos extraídos. Você têm certeza que deseja sair?";

// Status displayed in find panel when the find string is not found

"Not found" = "Não Encontrado";

// some required file in the .app bundle wouldn't load

"FILE_LOAD_ERROR" = "Não foi possível carregar o arquivo “%@” no pacote do aplicativo.";

// couldn't add a file to a xar archive

"ARCHIVE_WRITE_ERROR" = "Não foi possível adicionar o arquivo “%@” para o arquivo comprimido.";

// couldn't find the specified file in an archive

"ARCHIVE_FIND_ERROR" = "Não foi possível encontrar o arquivo “%@” no arquivo comprimido.";
"ARCHIVE_MULTIPLE_FIND_ERROR" = "Não foi possível encontrar os arquivos especificados no arquivo comprimido.";

// couldn't open some random file

"COULDNT_OPEN_FILE" = "Não foi possível abrir o arquivo %@.";

// some Software Update related errors

"SU_PKG_INCORRECT_TYPE" = "O pacote de Atualização do Software %@ não é do tipo esperado.";
"SU_PKG_FORMAT_ERR" = "O pacote de Atualização do Software %@ não está em um formato esperado.";

"CODESIGN_FAILED_BUNDLE" = "Algo foi modificado no pacote do aplicativo do Pacifist.";
"CODESIGN_FAILED_CODE" = "Algo foi modificado no código do Pacifist.";
"CODESIGN_FAILED_POSSIBLE_CAUSES" = "O aplicativo pode estar danificado ou infectado por um vírus.";
"PROCEED_AT_OWN_RISK" = "Por favor, proceda por sua própria conta e risco.";
"PLEASE_REINSTALL" = "Por favor faça a transferência do arquivo inalterado do Pacifist.";

// exceptions

"GENERIC_EXCEPTION" = "Ocorreu a seguinte exceção:";
"ARCHIVE_LOAD_EXCEPTION %@" = "Ocorreu a seguinte exceção ao tentar ler o arquivo “%@”:";
"EXCEPTION_MORE_INFO_IN_CONSOLE" = "Mais informações sobre este erro pode ser encontrado no Console (na pasta Utilitários). Forneça essas informações ao enviar um relatório de erro.";

// Something went wrong with reading a file, not sure what

"GENERIC_FILE_ERROR" = "Ocorreu um erro ao tentar ler o arquivo “%@”.";
"GENERIC_URL_ERROR" = "Ocorreu um erro ao tentar ler a URL “%@”.";

// Something tried to load a proxy early, before its disk was inserted

"DISK_NOT_FOUND" = "O disco “%@” não foi encontrado.";

// Bom file wouldn't load (may be nonexistent, may be an incompatible format)

"BOM_ERROR" = "Ocorreu um erro ao tentar abrir o arquivo BOM para o pacote “%@”.";
"DONT_RENAME_PACKAGE" = "Certifique-se de que você não tenha renomeado o pacote.";

// Disk image couldn't be mounted

"DISK_IMAGE_ERROR" = "Ocorreu um erro ao carregar a imagem de disco “%@”.";
"DISK_IMAGE_MOUNT_ERROR" = "A imagem de disco “%@” não pôde ser montada.";
"DMG_NOT_MOUNTED" = "A imagem de disco “%@” não está montada.";

// Download errors

"DOWNLOAD_ERROR" = "O arquivo “%1$@” não pôde ser transferido, porque ocorreu o seguinte erro:\n\n%2$s";
"UNKNOWN_DOWNLOAD_ERROR" = "Ocorreu um erro desconhecido ao transferir o arquivo “%@”.";
"NET_CONNECT_ERROR_GENERIC" = "O Pacifist encontrou um problema ao acessar a rede. Por favor, certifique-se de que seu computador está devidamente conectado à Internet. Além disso, certifique-se de que o software firewall de terceiros não está impedindo o Pacifist de acessar a rede.";
"NET_CONNECT_ERROR" = "O Pacifist não pôde conectar-se à internet “%@”. Por favor, certifique-se de que o nome do servidor esteja correto e seu computador esteja devidamente conectado à Internet. Além disso, certifique-se de que o software firewall de terceiros não está impedindo o Pacifist de acessar a rede.";

// Error that occurs when the package's bom file doesn't exist

"NO_BOM %@" = "O arquivo BOM do pacote “%@” parece não existir.";

"PACKAGE_DOESNT_EXIST" = "O pacote “%@” parece não existir.";

// Error that occurs when the necessary command-line tools aren't found at startup.

"Tools Missing" = "Desculpe, uma ou mais das seguintes ferramentas de linha de comando não foi encontrada:\n\n%@.\n\nEstas ferramentas são necessárias para executar este programa. Certifique-se de que elas estejam presentes em seu sistema.";
"MISSING_TOOLS" = "/usr/bin/lsbom or /bin/pax";

// Error that occurs when a folder to be installed already exists and it couldn't be replaced

"Error: Folder already exists." = "Erro: A pasta já existe.";

// Error that occurs when a source file doesn't exist

"NO_SOURCE_FILE %@" = "O arquivo “%@” não existe.";

// Error that occurs when a Zip file uses an unsupported compression type

"UNKNOWN_COMPRESSION_TYPE %@" = "O arquivo “%@” está comprimido com um esquema de compressão não suportado.";
"ZIP_VERSION_TOO_NEW" = "O arquivo “%@” está usando uma versão anterior do formato ZIP que esta versão do Pacifist não pode abrir.";
"UNKNOWN_ZIP_EXTRA_INFO_SIG %x" = "Informações extras de assinatura desconhecidas 0x%x";
"UNKNOWN_ZIP_EXTRA_INFO_INFOZIP_VERSION %ld" = "Uma versão desconhecida do campo extra Info-ZIP Unix: %ld";

// Errors that can occur while parsing XAR archives

"XAR_ERR_NOT_A_XAR_FILE %@" = "O arquivo “%@” năo é um arquivo XAR.";
"XAR_ERR_FILE_NOT_FOUND %@" = "O arquivo especificado năo pôde ser encontrado no arquivo XAR “%@”.";
"XAR_ERR_XATTR_NOT_FOUND %@" = "O atributo estendido especificado năo pôde ser encontrado no arquivo XAR “%@”.";
"XAR_ERR_UNKNOWN_VERSION %@" = "O arquivo “%@” parece estar em uma versăo năo suportada do formato XAR.";
"XAR_ERR_UNKNOWN_POSIX_FLAG %@" = "Sinalizador POSIX desconhecido “%@”.";
"XAR_ERR_UNSUPPORTED_FILE_TYPE" = "Tipo de arquivo desconhecido.";
"XAR_ERR_MISSING_FILE_ID %@ %@" = "ID ausente do arquivo %1$@ no arquivo XAR “%2$@”.";
"XAR_ERR_MISSING_ELEMENT %@ %@" = "Elemento ausente XML “%1$@” no arquivo XAR “%2$@”.";
"XAR_ERR_MISSING_ATTR %@ %@ %@" = "Atributo ausente “%1$@” para o elemento XML “%2$@” no arquivo XAR “%3$@”.";
"XAR_ERR_MISSING_CERT %@" = "Certificado ausente no arquivo XAR “%@”.";
"XAR_ERR_INVALID_VALUE %@ %@ %@" = "Valor inválido “%1$@” para o nó XML “%2$@” no arquivo XAR “%3$@”.";

// Error that occurs when a newly extracted file doesn't have the checksum that it should have

"BAD_CKSUM %@" = "A soma de verificação do arquivo “%@” está incorreta.";
"BAD_SIGNATURE %@" = "A assinatura do arquivo “%@” está incorreta.";
"BAD_CERT %@"  = "A assinatura do arquivo “%@” contém um certificado inválido.";
"BAD_CKSUM_ADVICE" = "O arquivo pode não ter sido extraído de forma adequada ou pode estar danificado.";
"BAD_SIGNATURE_ADVICE" = "O pacote pode ter sido danificado, ou pode ter sido adulterado.";
"PLEASE_TAKE_CAUTION" = "Por favor, tome cuidado ao usar este arquivo.";
"UNSUPPORTED_CKSUM_ALG %@" = "Algoritmo de soma de verificaçăo năo suportado “%@”.";
"UNSUPPORTED_CMP_ALG %@" = "Algoritmo de compressăo năo suportado “%@”.";
"UNSUPPORTED_SIG_TYPE %@" = "Tipo de assinatura năo suportado “%@”.";
"UNSUPPORTED_ALG_ADVICE" = "Isso pode indicar uma nova versăo do formato de arquivo que o Pacifist ainda năo suporta. Entre em contato com o autor em support@charlessoft.com com o texto completo da mensagem de erro.";
"OPEN_ANYWAY" = "Você gostaria de abrir o pacote mesmo assim?";

// Patching errors

"PATCH_NO_SOURCE_FILE %@" = "O arquivo que será corrigido:\n\n%@\n\nnão existe.";
"PATCH_BAD_CKSUM %@" = "O arquivo que será corrigido:\n\n%@\n\nnão tem a soma de verificação necessária. A correção não pôde ser aplicada.";

// Error that occurs when trying to replace a file with a folder

"NO_FOLDER_OVERWRITE_FILE" = "Um arquivo não pode ser substituído por uma pasta.";

// Error that occurs when trying to replace a folder with a file

"NO_FILE_OVERWRITE_FOLDER" = "Uma pasta não pode ser substituída por um arquivo.";

// Error when the default install folder happens to be a file instead of a folder.

"Destination path is a file, not a folder." = "Um caminho do destino é um arquivo, não uma pasta.";

// Error if a folder can't be made for whatever reason

"CREATE_DIR_ERROR" = "Não foi possível criar o diretório “%@”.";

// Error description if something was caused by Rootless mode

"CAUSED_BY_ROOTLESS" = "Este erro parece ter ocorrido porque um dos diretórios que você tentou gravar está protegido pelo recurso Sistema de Proteção de Integridade do macOS.";

"ROOTLESS_DESC" = "O Sistema de Proteção de Integridade é um recurso do macOS que protege e impede que determinados arquivos de sistema sejam modificados, mesmo pelo usuário raiz. Esse recurso aumenta a segurança do sistema operacional, impedindo instaladores e/ou rootkits maliciosos de interferir com o sistema operacional.";

"ROOTLESS_DISABLE_INSTRUCTIONS" = "Se é realmente importante para você fazer alterações em seu sistema que envolvam a substituição desse recurso de segurança, você pode desativar o Sistema de Proteção da Integridade iniciando seu Mac no modo de recuperação, mantendo pressionadas as teclas de Command (⌘) e R durante a inicialização, em seguida, escolhendo “Terminal” no menu Utilitários e digitando “csrutil disable” sem as aspas, seguido por um Enter. Depois de fazer suas alterações, você deve repetir os mesmos passos e digitar “csrutil enable” para reativar o recurso de Sistema de Proteção da Integridade.";

// Other execute with privilege errors

"INSTALL_ERROR_WITH_DESC" = "O seguinte erro ocorreu ao tentar instalar o arquivo %1$@:\n\n%2$@";
"PERM_MOVE_ERROR" = "O arquivo “%1$@” não pode ser movido, porque a pasta “%2$@” não pode ser modificada.";
"TASK_BAD_STATUS %@ %d" = "A tarefa “%@” encerrou com status %d.";

// Connection errors that can occur when talking to helper tool

"XPC_CONN_INTERRUPTED" = "A conexão com a ferramenta auxiliar foi interrompida.";
"XPC_CONN_INVALID" = "A conexão com a ferramenta auxiliar se tornou inválida.";
"XPC_CONN_UNEXPECTED" = "Conexão inesperada da ferramenta auxiliar.";
"XPC_CONN_UNEXPECTED_EVENT" = "Evento de conexão inesperado da ferramenta auxiliar.";

// Something went wrong while trying to open a package

"CANT_OPEN_MYSELF" = "Parece que você está tentando abrir o Pacifist com ele mesmo.";
"CANT_OPEN_MYSELF_INFORMATIVE" = "Se você está tentando instalar o Pacifist, tudo o que é necessário é arrastá-lo para sua pasta Aplicativos.";
"CANT_OPEN_APP" = "Desculpe, o Pacifist destina-se para a abertura de pacotes de instalação e arquivos comprimidos, e não aplicativos. Por favor, tente abrir um pacote de instalação em seu lugar. Os pacotes de instalação normalmente têm nomes terminados em “.pkg” e têm ícones que parecem caixas de papelão marrom. Alternativamente, se você está tentando reinstalar alguns arquivos de um disco de instalação fornecido pela Apple, você pode simplesmente inserir o disco, certificando-se de que é o Disco 1 se for de um conjunto de vários discos e clique no botão “Abrir discos de instalação da Apple” na janela principal do Pacifist.";
"PKG_OPEN_ERROR" = "O Pacifist não pode abrir o arquivo “%@”. Por favor, certifique-se que este é um tipo de arquivo que o Pacifist entende.";
"NOT_PKG_RECEIPT_SEARCH_HEADER" = "Não foi possível abrir o arquivo";
"NOT_PKG_RECEIPT_SEARCH_PROMPT" = "O arquivo “%@” não parece ser um pacote que pode ser aberto ou arquivo comprimido. Gostaria de procurar os recipientes do instalador para tentar encontrar o pacote que instalou?";
"NO_PKGS_IN_FOLDER" = "Desculpe, não há pacotes legíveis ou arquivos comprimidos encontrados dentro do diretório “%@”.";

// The pax tool exited with an abnormal status

"PAX_ERROR" = "A ferramenta pax saiu com um estado anormal: %d";

// Various AppleDouble errors

"Error format" = "O Pacifist encontrou o seguinte erro ao processar o arquivo “%@”:\n\n%@";
"Bad version" = "Fechamento inválido de applesingle/appledouble (versão incorreta).";
"Unknown Error %@" = "Ocorreu um erro ao processar o arquivo %@.";
"Generic Error" = "Ocorreu um erro desconhecido.";

// Out of space errors
"DISK_FULL" = "Espaço insuficiente no disco.";

// errors that can occur while parsing a distribution file

"DUPLICATE_XML_ELEMENT" = "Elemento XML duplicado no arquivo de distribuição para o pacote “%@”:\n\n%@\n\nIsso provavelmente indica um bug no Pacifist. Por favor, envie um relatório para support@charlessoft.com incluindo o texto integral deste erro.";
"UNEXPECTED_XML_ELEMENT" = "Elemento XML inesperado no arquivo de distribuição para o pacote “%@”:\n\n%@\n\nIsso provavelmente indica um bug no Pacifist. Por favor, envie um relatório para support@charlessoft.com incluindo o texto integral deste erro.";
"MISSING_PKG_REF" = "Referência do pacote que está faltando no arquivo de distribuição para o pacote “%@”: %@";
"MISSING_CHOICE" = "Escolha fantante no arquivo de distribuição para o pacote “%@”: %@";
"MISSING_CHOICES_OUTLINE" = "Escolha de referência faltante no arquivo de distribuição para o pacote “%@”";

// This message occurs when you open an OS install package for a version of macOS other than the version that is currently running

"OS_VERSION_MISMATCH %@ %@ %@" = "O pacote “%@” é projetado para instalação no macOS versão %@, mas você está executando o macOS versão %@.";
"OS_VERSION_MISMATCH_EXPLANATION" = "Aplicativos e outros arquivos extraídos deste pacote podem não funcionar corretamente com a sua versão do macOS.";
"OS_VERSION_MISMATCH_REFUSAL %@" = "Por favor, selecione um instalador para o macOS versão %@.";
"OS_VERSION_MISMATCH_SUGGESTION_LION %@" = "Você pode ter resultados melhores abrindo um disco de instalação contendo o macOS versão %@, ou um instalador transferido da App Store.";

// Strings related to reinstalling a file from the Receipt Search window

"SU_PKG_NOT_FOUND_BY_NAME" = "Não foi possível encontrar o pacote de atualização de software chamado “%@”.";
"SU_PKG_NOT_FOUND_BY_ID" = "Não foi possível encontrar um pacote de atualização de software correspondente ao identificador do pacote “%@”.";
"SU_PKG_NOT_FOUND_SUGGESTION" = "Você pode ignorar o carregamento este pacote, procure todos os discos para este pacote, ou localize-o manualmente.";
"SU_PKG_SKIP_WARNING" = "Pular um pacote pode fazer com que os itens sejam restaurados incompletamente.";
"SU_PKG_NOT_FOUND_OPTION_SEARCH" = "Buscar Todos os Discos";
"SU_PKG_NOT_FOUND_OPTION_LOCATE" = "Localizar Manualmente…";
"SU_PKG_NOT_FOUND_SEARCH_PROGRESS" = "Buscando por “%@”…";
"SU_PKG_NOT_FOUND_SEARCH_UNSUCCESSFUL" = "Desculpe, o pacote “%@” não dfoi encontrado em nenhum dos discos inseridos.";
"SU_PKG_NOT_FOUND_OP_PROMPT" = "Por favor, localize o pacote “%@”:";
"SU_PKG_OP_MISMATCH" = "Desculpe, o pacote especificado não é o mesmo que o pacote “%@”.";
"REINSTALL_PKG_LIST" = "Os arquivos serão extraídos dos seguintes pacotes:";
"REINSTALL_NOT_FOUND" = "Os seguintes pacotes não puderam ser encontrados:";
"NO_RECEIPTS_FOUND_FOR_SEARCH" = "Não foram encontrados recipientes correspondentes às consultas de pesquisa.";
"NO_PACKAGES_FOUND_FOR_EXTRACTION" = "A extração não pode continuar, porque não foram encontrados pacotes utilizáveis ​​de onde extrair.";
"CHECKING_PACKAGES" = "Verificando Pacotes…";
"ITEM_NOT_FOUND_IN_RECEIPTS" = "O seguinte arquivo não foi encontrado em nenhum dos pacotes:";
"ITEMS_NOT_FOUND_IN_RECEIPTS" = "Os seguintes arquivos não foram encontrados em nenhum dos pacotes:";
"ITEMS_NOT_FOUND_IN_RECEIPTS_PROMPT" = "Estes podem ser simplesmente arquivos desatualizados que foram removidos em uma das atualizações, ou podem ser genuinamente arquivos ausentes, que podem causar uma extração incompleta.\n\nVocê gostaria de tentar extrair os arquivos mesmo assim?";
"COULDNT_LOAD_INSTALL_HISTORY" = "Não foi possível carregar o histórico de instalação.";

// Button title to go to the App Store download page for macOS

"DOWNLOAD_OS_X %@" = "Transferir o Instalador do macOS %@";

// This message lets you know about the lame option-click thing you have to do if you've already bought Lion

"DOWNLOAD_OS_X_INSTRUCTIONS %@ %@" = "Você será redirecionado para a página do macOS %@ na Mac App Store, que irá conter um link que o levará para a página de transferência do macOS %@ na App Store.";
"DOWNLOAD_OS_X_ADVICE %@ %@" = "Se a App Store alegar que o macOS %@ já está instalado e não fornecer um link de transferência, clique em “Comprado” na App Store, mantendo pressionada a tecla Option. Isso deve habilitar o botão “Instalar” para o instalador do macOS %@.";
"DOWNLOAD_OS_X_DONT_INSTALL" = "Importante: A App Store pode automaticamente iniciar o instalador do macOS depois de ter concluído a transferência. Se isso acontecer, saia do instalador sem reinstalar o macOS. Não é necessário reinstalar o macOS para abrir o instalador com o Pacifist, apenas para tê-lo presente no disco rígido.";

// This message occurs when you try to go to the download page for a version of macOS that Pacifist doesn't know about

"DOWNLOAD_OS_X_UNKNOWN_URL" = "Desculpe, o Pacifist atualmente não tem uma URL para que você possa transferir o macOS versão %@.";

// This message occurs when you try to use a feature on an unsupported version of macOS

"OLD_OS_HEADER" = "Versão Não Suportada do SO";
"OLD_OS_FEATURE" = "Desculpe, este recurso necessita do macOS versão %@ ou superior.";

// Expired

"Expired" = "Vencimento";

// Expiration message for beta versions

"Expiration message" = "Desculpe, esta versão beta do Pacifist está vencida. Por favor, visite o site do Pacifist em http://www.charlessoft.com para ver se uma nova versão está disponível.";

// Registration stuff

"UNREGISTERED" = "NÃO REGISTRADO";
"REGISTERED_TO" = "Registrado Para:";
"REG_VERIFIED" = "Registrado Com Sucesso";
"REG_SUCCESS" = "Obrigado por apoiar o programa!";
"BAD_REG_CODE" = "Desculpe, o nome de usuário e código de registro não conferem.";
"TRY_AGAIN" = "Please try again.";

// A question mark

"?" = "?";

// A comma

"COMMA" = ",";
